UPDATE settings 
SET value = '
ПУБЛИЧНАЯ ОФЕРТА

Договор о покупке доли в Cosmo Life Inc

1. Общие положения

1.1. Настоящая публичная оферта (далее — «Оферта») является официальным предложением компании Cosmo Life Inc (далее — «Компания»), зарегистрированной и действующей в соответствии с законодательством США, заключить договор инвестирования в Компанию исключительно для нерезидентов Соединённых Штатов Америки на условиях, изложенных ниже.

1.2. Оферта не предназначена и не доступна для граждан, резидентов или лиц, находящихся на территории США, в соответствии с законодательством США о ценных бумагах. Инвесторы обязаны соблюдать законы своей юрисдикции.

1.3. Акцепт Оферты означает полное и безоговорочное согласие Инвестора с её условиями. Акцептом считается внесение оплаты за приобретение доли в порядке, указанном на сайте Компании.

1.4. Оферта размещена на сайте Cosmolife.life и доступна для ознакомления нерезидентам США.

2. Предмет договора
2.1. Компания предлагает Инвестору приобрести долю в Cosmo Life Inc в количестве, определяемом суммой инвестиции.

2.2. Общий выпуск акций Cosmo Life Inc составит 100,000 акций.

2.3. Минимальная инвестиционная доля — 0.01% за сумму 50,000 рублей (или эквивалент в другой валюте по курсу на дату оплаты).

2.4. Компания планирует продать до 10% долей в рамках настоящей Оферты. После достижения этой квоты Оферта может быть прекращена.

3. Условия инвестирования

3.1. Стоимость: 50,000 рублей за 0.01%.

3.2. Оплата осуществляется через:

- Ю.Мани;

- Перевод USDT на кошельки компании указанные в личном кабинете или оговоренные в официальных мессенджерах компании, указанных на сайте;

- Или любые другие методы оплаты оговоренные в официальных мессенджерах компании, указанных на сайте, в том числе путем перевода на карты доверенных лиц (представителей) в СНГ.

3.3. После оплаты в личном кабинет Инвестора на сайте https://cosmolife.life  отображаются доли и доходность с возможностью создать заявку на продажу всей или части своей доли.

3.4. Инвестор подтверждает, что не является резидентом США и несёт ответственность за соблюдение законов своей страны.

4. Права и обязанности сторон
4.1. Компания обязуется:

Передать Покупателю Доли в порядке и на условиях Договора.
Выплачивать дивиденды (при наличии прибыли) в соответствии с уставом Компании и внутренними приказами.
Предоставить Инвестору доступ к данным о его доле через личный кабинет.

4.2. Инвестор обязуется:

Оплатить выбранную долю в полном объёме.
Не разглашать конфиденциальную информацию, полученную от Компании. В случае, если Покупатель распорядился Конфиденциальной информацией в целом или в частности, или совершил действия, нарушив положения п. 4.2 Договора, Продавец вправе взыскать с Покупателя штраф в размере общей стоимости по Договору, а также любой ущерб и убытки, которые были причинены или могут быть причинены Продавцу и/или Продукту, в целом и в частности, в результате раскрытия конфиденциальной информации или использования ее для своих целей.
Соблюдать законы своей юрисдикции при участии в Оферте.

4.3. Компания вправе:

Приостановить или прекратить Оферту при достижении 10% от общего выпуска акций.
Изменить условия Оферты, уведомив Инвесторов через сайт.

5. Доходность и продажа доли
5.1. Выплата дивидендов производится ежеквартально на следующий месяц после отчетного периода

5.2. Инвестор может продать свою долю через Компанию или самостоятельно после подтверждения права собственности, с учётом рыночной капитализации

6. Риски и ограничения
6.1. Инвестиции связаны с высоким риском, включая возможность полной потери средств. Компания не гарантирует прибыль.

6.2. Оферта не зарегистрирована в SEC США и не предназначена для граждан США.

6.3. В случае неуспешности проекта Cosmo Life Inc, Инвестор получает релевантную пропорциональную долю в новых проектах Компании, соответствующую размеру его первоначальной инвестиции.

7. Заключительные положения
7.1. Оферта вступает в силу с момента акцепта и действует до продажи 10% долей или её отзыва Компанией.

7.2. Все споры решаются в соответствии с законодательством США

7.3. Инвестор подтверждает, что ознакомлен с условиями, принимает их, совершая оплату, и несёт ответственность за соблюдение законов своей страны.

Cosmo Life Inc

[01-07-2025]'
WHERE key = 'offer_text'